[
  {
    "ID": 1,
    "Name": "Office",
    "Choice1": 3,
    "Choice2": 2,
    "Story": "You are sitting in the office, going through the stuff of your father, found the puzzle figure. You solved the puzzle and found your father's note along with the key, written \"The first Letter of my final destination\". Where would you like to go?",
    "Navigation": "Press 1. to go to the cemetery, Press 2 to go to Home and relax.",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 2,
    "Name": "Home",
    "Choice1": "",
    "Choice2": "",
    "Story": "You get back home and get relaxed.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 3,
    "Name": "Cemetery",
    "Choice1": 2,
    "Choice2": 4,
    "Story": "You went to the cemetery as following the letter, to find what your dad wanted to tell you. What would you like to do now?",
    "Navigation": "Press 1. Cried over there and came back home or Press 2 to go ahead.",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 4,
    "Name": "Secret Room",
    "Choice1": 2,
    "Choice2": 5,
    "Story": "The wall beside their grave, the secret door opened through it and found the secret room has all the stuff of your dad which are stored in big boxes along with their names. You found the camera with the video of your father telling you to burn all the stuff related to the Japanese Queen- \"Queen of Death-HIMIKO\". You found the diary with all the information and map to find its tomb on an inhabited island.",
    "Navigation": "Press 1. Burn all the stuff, Press 2 to go on the adventurous trip",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 5,
    "Name": "Pawn shop",
    "Choice1": 2,
    "Choice2": 40,
    "Story": "You have no money to start this adventurous trip to the island so you decided to sell your Japanese amulet which your father gave you before disappearing on you.",
    "Navigation": "Press 1. to come back home as it is your dad's last thing remained with you or Press 2 to sell and grab the money he offered.",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 6,
    "Name": "Harbour",
    "Choice1": 7,
    "Choice2": 2,
    "Story": "You got money for selling an item. You found the letter from the person named Liu Ren from whom your father buy the ship to go to the island. You decided to find that guy thinking that he knew something about your dad. You found that person's son and convinced him to go with you on the journey and gave him 5000.",
    "Navigation": "Press 1. to go on the trip or Press 2 get back home",
    "Win": 0,
    "Lose": 0,
    "Items": 1,
    "Stranger": 1,
    "Weather": 0
  },
  {
    "ID": 7,
    "Name": "Ship",
    "Choice1": 8,
    "Choice2": 24,
    "Story": "You got into the ship and started your journey.",
    "Navigation": "Press 1. to go on trip with him Press 2 to go on the journey alone in another boat",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 1,
    "Weather": 0
  },
  {
    "ID": 8,
    "Name": "Storm in sea",
    "Choice1": 9,
    "Choice2": 23,
    "Story": "There is a storm when you get close to the island and the ship got reckoned by hitting the into the pieces of large stones scattered around the island.",
    "Navigation": "Press 1. Jump into water and swim to the shore, Press 2 for life boat",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 9,
    "Name": "Shore",
    "Choice1": 26,
    "Choice2": 10,
    "Story": "You fell into the water and get to the shore with the help of the waves and got hit at the back of the head when you stand up.",
    "Navigation": "Press 1. to run and get killed or press 2 to act as you are fainted",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 10,
    "Name": "Base Camp",
    "Choice1": 11,
    "Choice2": 25,
    "Story": "You get yourself on the single bed and the man named, Michaus, is sitting in front of you along with your backpack and the noise of the explosion of the bombs is coming outside the camp. The man in front of you is trying to find the tomb on the island by exploding the large stones to find the door of the tomb with the help of the number of slaves and also got Liu Ren. He gave you food to get your health back.",
    "Navigation": "Press 1. to follow as he says cause he is in power or Press 2. Try to stole backpack and diary",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 11,
    "Name": "Another Location",
    "Choice1": 26,
    "Choice2": 12,
    "Story": "He got your diary and get know the location of the tomb and going to the another location.",
    "Navigation": "Press 1. Try to run from there or Press 2 Just follow him to make another plan to stop him from opening the tomb",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 12,
    "Name": "Door to the Tomb",
    "Choice1": 13,
    "Choice2": 26,
    "Story": "By exploring at the new location, he found the door but with the ancient puzzle to unlock the door.",
    "Navigation": "Press 1. Ran from the site with help of the slaves or Press 2 to help him in opening the tomb",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 13,
    "Name": "Ran from the site",
    "Choice1": 27,
    "Choice2": 14,
    "Story": "Meanwhile, you fought with some of his men and ran from the site with the help of Liu Ren.",
    "Navigation": "Press 1. Run towards the shore or Press 2 to run to the river",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 14,
    "Name": "On the Bridge",
    "Choice1": 28,
    "Choice2": 15,
    "Story": "Some men are chasing you, there is a bridge above the river made of the tree trunk to get to the other side.",
    "Navigation": "Press 1. Try to cross the narrow bridge or Press 2 to Jump into the river",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 15,
    "Name": "In the River",
    "Choice1": 16,
    "Choice2": 29,
    "Story": "The water is taking you with the flow and there is a waterfall at one end, but you got the hold of the airplane which is getting rotten in the water. It couldn't hold your weight and started going down",
    "Navigation": "Press 1. Take the risk and get air jacket from the rotting airplane or Press 2 to go with the flow",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 16,
    "Name": "Forest",
    "Choice1": 31,
    "Choice2": 32,
    "Story": "You landed in the middle of nowhere on the island. You got hurt by the spike get into one side of the stomach",
    "Navigation": "Press 1. Just hanging in there with the pain or Press 2. to pull it out yourself",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 17,
    "Name": "Cave",
    "Choice1": 33,
    "Choice2": 34,
    "Story": "At the night, you got a glimpse of a stranger and you chased him but he got into the cave on the upper side of the mountain and get there with the help of the rope.",
    "Navigation": "Press 1. to go after him or press 2 to be there all alone in the forest",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 1,
    "Weather": 0
  },
  {
    "ID": 18,
    "Name": "Bow and Arrows",
    "Choice1": 19,
    "Choice2": 36,
    "Story": "You decided to fight back against Michaus, and you took the bow and arrows. You got free of all the slaves along with the help of Liu Ren. But he Found your father who was coming after you and made you to unlock the door at the gun point.",
    "Navigation": "Press 1. Unlock the door or press 2 to get killed yourself and your father",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 19,
    "Name": "Inside the tomb",
    "Choice1": 39,
    "Choice2": 20,
    "Story": "You unlocked the door for the life of your father and he made you to go into the tomb at the first. There are the skeletons of the people in the tomb and the destruction all over the area.",
    "Navigation": "Press 1. Oppose to go down first or Press 2 Follow Michaus instructions",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 20,
    "Name": "Door of Color blocks",
    "Choice1": 38,
    "Choice2": 21,
    "Story": "You were walking the corridor, there are the sculptures of the queen on the wall along the shelves below them containing some colored blocks. Suddenly, the floor started to fall down, and the question engraved on the stone  \"The color of Life\" blocked the way from both sides. You need to put the colored blocks from the shelves and put it into the keyhole of the wall stone before the whole floor fell down. WHAT IS THE COLOR OF LIFE?",
    "Navigation": "Press 1. Red or Press 2. Green",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 21,
    "Name": "Opening the coffin",
    "Choice1": 22,
    "Choice2": 37,
    "Story": "Fortunately, you put the correct colored block into the keyhole and get on the way next to the coffin of the queen. The men of Michaus opened the coffin and tried to get the skeleton of the queen outside the coffin. They touched it, and their hands started getting rotten, and then the whole body. Meanwhile, the fight comes into action between you, your father, and Michaus and his men. In between, Michaus took the bone of the queen's finger into the sealed bag carefully and ran from there.",
    "Navigation": "Press 1. Chase Michaus or Press 2 to be there for your father and get died there along with him",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 22,
    "Name": "Chasing Michaus",
    "Choice1": "",
    "Choice2": "",
    "Story": "You ran after Michaus, and left your father there because he also got infected. You got into a really bad fight with Michaus but successfully, you put he same bone into his mouth with your safety and run from there due to collapsing of the tomb has started. Finally you made it to the surface, and save the world from the curse of Death.",
    "Navigation": "",
    "Win": 1,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 23,
    "Name": "Life Boat",
    "Choice1": "",
    "Choice2": "",
    "Story": "You take the lifeboat but the storm was really furious and your lifeboat got upside down and you drowned to death.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 24,
    "Name": "Another Ship",
    "Choice1": "",
    "Choice2": "",
    "Story": "You chose another ship, Captain killed you and take you money and backpack with all the information.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 25,
    "Name": "stealing backpack and diary",
    "Choice1": "",
    "Choice2": "",
    "Story": "He shot you down in front of all the slaves.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 26,
    "Name": "Tried to run",
    "Choice1": "",
    "Choice2": "",
    "Story": "Get yourself killed",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 27,
    "Name": "Running towards shore",
    "Choice1": "",
    "Choice2": "",
    "Story": "At the shore, You got easily noticed and get killed",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 28,
    "Name": "Tried to cross the bridge",
    "Choice1": "",
    "Choice2": "",
    "Story": "You hopped on the tree trunk bridge and fell into the river due to imbalance.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 29,
    "Name": "Going down with river",
    "Choice1": "",
    "Choice2": "",
    "Story": "You got down from the waterfall and get yourself killed by hitting your head on the stone.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 30,
    "Name": "Taking the air jacket",
    "Choice1": "",
    "Choice2": "",
    "Story": "You took the risk and you got the air jacket and save yourself.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 31,
    "Name": "Hanging in there",
    "Choice1": "",
    "Choice2": "",
    "Story": "You lost lots of blood and get died",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 32,
    "Name": "Pull the spike yourself",
    "Choice1": 17,
    "Choice2": 31,
    "Story": "You have to pull out yourself which has taken much of your energy.",
    "Navigation": "Press 1. to go ahead or Press 2 to Hanging in there",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 33,
    "Name": "Chased the stranger",
    "Choice1": 18,
    "Choice2": 35,
    "Story": "You also chased him by climbing the mountain and found that he's your father who was hiding there from Michaus all this time. He stitched your cut and gave you food, and you get your health back.",
    "Navigation": "Press 1. to fight back against Michaus or Press 2 to live with your father and starve to the death",
    "Win": 0,
    "Lose": 0,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 34,
    "Name": "All alone in the forest",
    "Choice1": "",
    "Choice2": "",
    "Story": "One man of Michaus put the wire onto your neck from behind and killed you.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 35,
    "Name": "Starve to death",
    "Choice1": "",
    "Choice2": "",
    "Story": "Due to the inspection regularly by the men of Michaus all over the island, eventually force you to stay in the cave with your father and get starved to death.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 1
  },
  {
    "ID": 36,
    "Name": "Get killed",
    "Choice1": "",
    "Choice2": "",
    "Story": "He shot you down and your father.",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 37,
    "Name": "Be there for your father",
    "Choice1": "",
    "Choice2": "",
    "Story": "You both get infected and got rotten",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 38,
    "Name": "Red",
    "Choice1": "",
    "Choice2": "",
    "Story": "You fall down along the floor and died",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 39,
    "Name": "Oppose to go down first",
    "Choice1": "",
    "Choice2": "",
    "Story": "Get yourself killed and your father",
    "Navigation": "",
    "Win": 0,
    "Lose": 1,
    "Items": 0,
    "Stranger": 0,
    "Weather": 0
  },
  {
    "ID": 40,
    "Name": "selling amulet",
    "Choice1": 2,
    "Choice2": 6,
    "Story": "You sold amulet for 10000",
    "Navigation": "Press 1. to go on adventurous trip or press 2 to go back home",
    "Win": "",
    "Lose": "",
    "Items": "",
    "Stranger": "",
    "Weather": ""
  }
]